Revit 2027 API
ParameterTypeId.PlaneSelectionParam Property
 "Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlaneSelectionParam { get; }
Public Shared ReadOnly Property PlaneSelectionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlaneSelectionParam {
	ForgeTypeId^ get ();
}
static member PlaneSelectionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace